Revit 2024 API
UnitTypeId.Bars Property
 Bars.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Bars { get; }
Visual Basic
Public Shared ReadOnly Property Bars As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Bars {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace